Repository: OmegaT-L10N/fr
Catalog: tm/auto/OmegaT FR-EN-level2.tmx
Source language: fr
Languages: en_gb

source: - (à écrire)
en_gb: - (to be written)

source: - télécharger l'nstalleur depuis http://www.princexml.com/download/ - ajouter C:\Program Files (x86)\Prince\Engine\bin dans la variable d'environnement Path
en_gb: - Download the setup program from http://www.princexml.com/download/ - add C:\Program Files (x86)\Prince\Engine\bin in the Path environment variable

source: -j JOB (optionnel) :
en_gb: -j JOB (optional) :

source: -l LANGS :
en_gb: -l LANGUAGES:

source: /// Installation de Kolekti ///
en_gb: /// Installation of Kolekti ///

source: /// Installation de l'environnement ///
en_gb: /// Installation of the environment ///

source: /// Publication du UserGuide (en ligne de commande) ///
en_gb: /// Publication of the UserGuide (from the command line) ///

source: Ajouter dans la variable d'environnement Path :
en_gb: In the Path environment variable, add:

source: Avec :
en_gb: With:

source: Comment installer Kolekti
en_gb: How to install Kolekti

source: Dézipper dans C:
en_gb: Unzip in C:

source: Exemple de commande :
en_gb: Command line example:

source: Il est possible d'avoir le détail des opérations en écrivant -v après kolekti.py
en_gb: It is possible to get a verbose output by adding -v after kolekti.py

source: Installer Fop (si besoin) :
en_gb: Install Fop (if needed):

source: Installer PrinceXML (si besoin) :
en_gb: Install PrinceXML (if needed):

source: Installer lxml avec la commande :
en_gb: Install lxml with the command:

source: Installer pysvn avec :
en_gb: Install pysvn with:

source: Installer python (2.7.9) pour windows 32bit (même sur les pc 64bit) :
en_gb: Install python (2.7.9) for Windows 32-bit (even on 64-bit PCs):

source: Installer whoosh (indexation) avec la commande :
en_gb: Install whoosh (indexation) with the command:

source: La structure de la ligne de commande est :
en_gb: Usage of the command line is:

source: Récupérer Kolekti sur github :
en_gb: Download Kolekti from github:

source: Se positionner dans :
en_gb: Go to:

source: chemin d'accès à la base (projet) kolekti à utiliser
en_gb: path to the kolekti base (project) to use

source: chemin du fichier de paramètres de publication à utiliser, remplace la valeur présente dans la trame (toc)
en_gb: path to the publication parameter file to use, replaces the value available in frame (toc)

source: liste des codes langue à publier, séparés par des virgules
en_gb: list of language codes to publish, separated by commas

source: trame à publier
en_gb: frame to publish

source: télécharger https://github.com/kolekti/kolekti/archive/dev.zip
en_gb: download https://github.com/kolekti/kolekti/archive/dev.zip
